{"data":[{"sentence":"When you eat more, you want correspondingly less.","label":"1"},{"sentence":"As you eat more, you want correspondingly less.","label":"1"},{"sentence":"The most you want, the least you eat.","label":"0"},{"sentence":"The angrier Sue gets, the more Fred admires her.","label":"1"},{"sentence":"The more that you eat, the less that you want.","label":"1"},{"sentence":"The angrier that Sue gets, the more that Fred admires her.","label":"1"},{"sentence":"I think that the more you eat, the less you want.","label":"1"},{"sentence":"I'm not shocked by the idea that the more you eat, the less you want.","label":"1"},{"sentence":"It is obvious that the more you eat, the less you want.","label":"1"},{"sentence":"It is not entirely clear if the more you eat, the less you want.","label":"1"},{"sentence":"I want to explain exactly why the more you eat, the less you want.","label":"1"},{"sentence":"I demand that the more John eats, the more he pays.","label":"1"},{"sentence":"I demand that the more John eat, the more he pay.","label":"0"},{"sentence":"I demand that John pay more, the more he eats.","label":"1"},{"sentence":"I demand that John pays more, the more he eat.","label":"0"},{"sentence":"You get angrier, the more we eat, don't you.","label":"1"},{"sentence":"You get angrier, the more we eat, don't we.","label":"0"},{"sentence":"The harder it has rained, how much faster a flow that appears in the river?","label":"0"},{"sentence":"The harder it has rained, how much faster a flow appears in the river?","label":"1"},{"sentence":"The harder it rains, how much faster that do you run?","label":"0"},{"sentence":"The harder it rains, how much faster do you run?","label":"1"},{"sentence":"The harder it rains, how much faster a flow do you see in the river?","label":"1"},{"sentence":"The harder it rains, how much faster a flow that do you see in the river?","label":"0"},{"sentence":"When it rains harder, how much faster a flow appears in the river?","label":"1"},{"sentence":"As it rains harder, how much faster a flow appears in the river?","label":"1"},{"sentence":"As it rains harder, how much faster a flow that appears in the river?","label":"0"},{"sentence":"When it rains harder, how much faster a flow that appears in the river?","label":"0"},{"sentence":"How much harder has it rained, the faster a flow you see in the river?","label":"1"},{"sentence":"How much harder has it rained, when you see a faster flow in the river?","label":"1"},{"sentence":"The more John eats, the tighter keep your mouth shut about it.","label":"0"},{"sentence":"The more everyone eat, the more John keeps his big mouth shut about it, OK?","label":"0"},{"sentence":"When John eats more, keep your mouth shut tighter, OK?","label":"1"},{"sentence":"As John eats more, keep your mouth shut tighter, OK?","label":"1"},{"sentence":"Keep your mouth shut tighter, the more John eats, OK?","label":"1"},{"sentence":"Everyone keep your mouth shut tighter, the more John eats, OK?","label":"1"},{"sentence":"I can well imagine the more him eating, the fatter him getting.","label":"0"},{"sentence":"Bill can well imagine getting fat.","label":"1"},{"sentence":"Bill can well imagine the more he eats, the fatter getting.","label":"0"},{"sentence":"Fred can well imagine Joe getting fatter, the more he eats.","label":"1"},{"sentence":"It is important the more you eat, the more careful to be.","label":"0"},{"sentence":"It is important for the more you eat, the more careful to be.","label":"0"},{"sentence":"It is important the more you to eat, the more careful to be.","label":"0"},{"sentence":"It is important the more you eat, the more careful you to be.","label":"0"},{"sentence":"It is important the more you eat, the more careful for you to be.","label":"0"},{"sentence":"It is important for the more you to eat, the more careful to be.","label":"0"},{"sentence":"It is important for the more you to eat, the more careful for you to be.","label":"0"},{"sentence":"It is important the more you to eat, the more careful for you to be.","label":"0"},{"sentence":"It is important for the more you eat, the more careful you to be.","label":"0"},{"sentence":"It is important for you to be more careful, the more you eat.","label":"1"},{"sentence":"It is important to be more careful, the more you eat.","label":"1"}]}