{"data":[{"sentence":"The more he reads, the more people I wonder what he will give to.","label":"0"},{"sentence":"The sooner you call, the more carefully I know a man that will word the letter.","label":"0"},{"sentence":"The richer John gets, the more geniuses John meets.","label":"1"},{"sentence":"The richer he gets, the more John meets geniuses.","label":"0"},{"sentence":"The more articles he reads, the fewer people he thinks will go into linguistics.","label":"1"},{"sentence":"The more articles he reads, the fewer people he thinks that will go into linguistics.","label":"0"},{"sentence":"The more articles he reads, the fewer people he thinks that under the current circumstances will go into linguistics.","label":"1"},{"sentence":"The more articles he reads, the fewer people he thinks under the current circumstances will go into linguistics.","label":"1"},{"sentence":"The more people that arrive, the louder that it gets.","label":"1"},{"sentence":"The more people that arrive, the louder it gets.","label":"1"},{"sentence":"The more people you give beer to, the more people that get sick.","label":"1"},{"sentence":"The more people that you give beer to, the more people that get sick.","label":"1"},{"sentence":"The more people arrive, the louder that it gets.","label":"1"},{"sentence":"The more people arrive, the louder it gets.","label":"1"},{"sentence":"The more people that you give beer to, the more people get sick.","label":"1"},{"sentence":"The more pictures of John that he buys the more arrogant he becomes.","label":"0"},{"sentence":"The more pictures of himself that John buys the more arrogant he becomes.","label":"1"},{"sentence":"The man that arrived on the train was my brother.","label":"1"},{"sentence":"The man arrived on the train was my brother.","label":"0"},{"sentence":"The more people everyone who likes pays attention to, the happier we all are.","label":"0"},{"sentence":"The later it gets, the more people everyone who likes pays attention to.","label":"0"},{"sentence":"Whenever Bill smokes, Susan hates him all the more.","label":"1"},{"sentence":"Whenever Bill smokes, Susan hates him much more.","label":"1"},{"sentence":"Whenever Bill smokes, Susan hates him far more.","label":"1"},{"sentence":"Whenever Bill smokes, Susan hates him a lot more.","label":"1"},{"sentence":"Once Janet left, Fred became all the crazier.","label":"1"},{"sentence":"Once Janet left, Fred became much crazier.","label":"1"},{"sentence":"Once Janet left, Fred became far crazier.","label":"1"},{"sentence":"Fred became all the crazier, the more often Janet left.","label":"1"},{"sentence":"When Bill smokes, all the more does Susan hate him.","label":"1"},{"sentence":"When Bill smokes, much more does Susan hate him.","label":"0"},{"sentence":"When Bill smokes, all the more Susan hates him.","label":"0"},{"sentence":"So much did you eat that everyone gasped.","label":"1"},{"sentence":"So fast did you run that everyone gasped.","label":"1"},{"sentence":"So intelligent a dog did you buy that everyone gasped.","label":"1"},{"sentence":"I know how much you ate.","label":"1"},{"sentence":"I know how fast you ran.","label":"1"},{"sentence":"I know how intelligent a dog you bought.","label":"1"},{"sentence":"He ate so much that he got sick.","label":"1"},{"sentence":"So much did he eat that he got sick.","label":"1"},{"sentence":"The more you eat, the more you want.","label":"1"},{"sentence":"You eat the more, the more you want.","label":"0"},{"sentence":"The more you eat, you want the more.","label":"0"},{"sentence":"I wonder you ate how much.","label":"0"},{"sentence":"I wonder to how many people Bill talks.","label":"1"},{"sentence":"The longer he has to wait, the angrier John gets.","label":"1"},{"sentence":"If he has to wait, John gets angry.","label":"1"},{"sentence":"He gets angry, the longer John has to wait.","label":"0"},{"sentence":"He gets angry if John has to wait.","label":"0"},{"sentence":"The more that pictures of him appear in the news, the more embarrassed John becomes.","label":"1"},{"sentence":"The more pictures of himself that appear in the news, the more embarrassed John becomes.","label":"1"},{"sentence":"The more that pictures of himself appear in the news, the more embarrassed John becomes.","label":"1"},{"sentence":"The more pictures of him appear in the news, the more likely John is to get arrested.","label":"1"},{"sentence":"The more pictures of himself appear in the news, the more likely John is to get arrested.","label":"0"},{"sentence":"The more that pictures of him appear in the news, the more likely John is to get arrested.","label":"1"},{"sentence":"The more that pictures of himself appear in the news, the more likely John is to get arrested.","label":"0"},{"sentence":"The more that John gets upset by them, the more that stories about him seem to show up in the news.","label":"1"},{"sentence":"The more that John gets upset by them, the more that stories about himself seem to show up in the news.","label":"0"},{"sentence":"John is more embarrassed, the more pictures of him appear in the news.","label":"1"},{"sentence":"John is more embarrassed, the more pictures of him that appear in the news.","label":"1"},{"sentence":"John is more embarrassed, the more pictures of himself appear in the news.","label":"1"},{"sentence":"John is more embarrassed, the more pictures of himself that appear in the news.","label":"1"},{"sentence":"Stories about him seem to show up more on the evening news, the more that John gets upset by them.","label":"1"},{"sentence":"Stories about himself seem to show up more on the evening news, the more that John gets upset by them.","label":"0"},{"sentence":"If you give him enough opportunity, every senator will succumb to corruption.","label":"1"},{"sentence":"You give him enough opportunity and every senator will succumb to corruption.","label":"1"},{"sentence":"We gave him enough opportunity and, sure enough, every senator succumbed to corruption.","label":"0"},{"sentence":"If you give any senator enough opportunity, he will succumb to corruption.","label":"1"},{"sentence":"You give any senator enough opportunity and he will succumb to corruption.","label":"1"},{"sentence":"You give every senator enough opportunity and he will succumb to corruption.","label":"0"},{"sentence":"We gave any senator enough opportunity and, sure enough, he succumbed to corruption.","label":"0"},{"sentence":"We gave every senator enough opportunity and, sure enough, he succumbed to corruption.","label":"0"},{"sentence":"The more lobbyists he talks to, the more corrupt every senator seems to become.","label":"1"},{"sentence":"The more lobbyists wine and dine him, the more every senator is susceptible to corruption.","label":"1"},{"sentence":"The more time that every senator spends with lobbyists, the more likely he succumbs to corruption.","label":"0"},{"sentence":"Every senator becomes more corrupt, the more lobbyists he talks to.","label":"1"},{"sentence":"Any senator becomes more corrupt, the more lobbyists he talks to.","label":"1"},{"sentence":"He seems to become more corrupt, the more lobbyists any senator talks to.","label":"0"},{"sentence":"He seems to become more corrupt, the more lobbyists every senator talks to.","label":"0"},{"sentence":"Every senator seems to become more corrupt, if he talks to more lobbyists.","label":"1"},{"sentence":"Any senator seems to become more corrupt, if he talks to more lobbyists.","label":"1"},{"sentence":"Any senator seems to become more corrupt, as he talks to more lobbyists.","label":"1"},{"sentence":"He seems to become more corrupt, if any senator talks to more lobbyists.","label":"0"},{"sentence":"He seems to become more corrupt, if every senator talks to more lobbyists.","label":"0"},{"sentence":"He seems to become more corrupt, as every senator talks to more lobbyists.","label":"0"},{"sentence":"He seems to become more corrupt, as any senator talks to more lobbyists.","label":"0"},{"sentence":"The sooner you solve this problem, the more easily you'll satisfy the folks up at corporate headquarters.","label":"1"},{"sentence":"This is the sort of problem which the sooner you solve the more easily you'll satisfy the folks up at corporate headquarters.","label":"1"},{"sentence":"The folks up at corporate headquarters are the sort of people who the sooner you solve this problem, the more easily you'll satisfy.","label":"1"},{"sentence":"This problem, the sooner you solve the more easily you'll satisfy the folks up at corporate headquarters.","label":"1"},{"sentence":"Who did you give pictures of to friends of?","label":"1"},{"sentence":"It is this problem that the sooner you solve the more easily you'll satisfy the folks up at corporate headquarters.","label":"1"},{"sentence":"It is the folks up at corporate headquarters who the sooner you solve this problem, the more easily you'll satisfy.","label":"0"},{"sentence":"Which problem the sooner you solve, will the more easily you satisfy the folks up at corporate headquarters?","label":"0"},{"sentence":"Which problem does the sooner that you solve, the more easily you'll satisfy the folks up at corporate headquarters?","label":"0"},{"sentence":"Which problem the sooner that you solve, will the more easily you satisfy the folks up at corporate headquarters?","label":"0"},{"sentence":"The harder it rains, the faster who runs?","label":"0"},{"sentence":"The louder who talks, the angrier you get?","label":"0"},{"sentence":"The harder that it rains, how much faster a flow do you see in the river?","label":"1"},{"sentence":"They failed to tell me which problem the sooner I solve, the quicker the folks up at corporate headquarters.","label":"1"}]}